Repository: alistvt/barberq
Catalog: mainapp/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Barbery info
fa: اطلاعات آرایشگاه

source: Personal info
fa: اطلاعات شخصی

source: Address
fa: آدرس

source: This slot is reserved.
fa: اسلات رزرو شده

source: Username
fa: نام کاربری

source: Password
fa: پسورد

source: Barber with these credential doesn't exist!
fa: آرایشگر با این مشخصات وجود ندارد.

source: Username and password don't match!
fa: نام کاربری با پسورد همخوانی ندارند.

source: Add for a week?
fa: برای یک هفته اضافه شود.

source: Entered time has passed.
fa: زمان وارد شده گذشته است.

source: This time slot collides with some of your previous slots.
fa: این اسلات با بعضی از اسلاتهای تعریف شده از قبل تداخل زمانی دارد.

source: Email "%(email)s" has been taken.
fa: ایمیل "%(email)s" قبلا ثبت شده است.

source: start time
fa: زمان شروع

source: morning (06:00 - 10:00)
fa: صبح (۶ الی ۱۰)

source: noon (10:00 - 14:00)
fa: ظهر (۱۰ الی ۱۴)

source: afternoon (14:00 - 18:00)
fa: عصر (۱۴ الی ۱۸)

source: night (18:00 - 24:00)
fa: شب (۱۸ الی ۲۴)

source: All
fa: همه

source: Yes
fa: بله

source: No
fa: خیر

source: Barbery's name
fa: نام آرایشگاه

source: Creation date
fa: زمان ثبت

source: Slug for url
fa: اسلاگ برای یوارال

source: Reservations
fa: رزروها

source: Time Slots
fa: اسلاتها

source: Barbery
fa: آرایشگاه

source: Barberies
fa: آرایشگاه ها

source: User profile
fa: پروفایل کاربر

source: User profiles
fa: پروفایل های کاربران

source: Creation Date
fa: زمان ثبت

source: Start time
fa: زمان شروع

source: Duration
fa: مدت

source: Is reserved
fa: وضعیت رزرو

source: Time slot
fa: اسلات

source: Time slots
fa: اسلاتها

source: Reservation
fa: رزرو

source: Success!
fa: موفقیت آمیز!

source: Slots added successfully!
fa: اسلاتها با موفقیت اضافه شدند.

source: Hours
fa: ساعت

source: Minutes
fa: دقیقه

source: + Create Slots
fa: + ساختن اسلاتها

source: Log out
fa: خروج

source: Login
fa: ورود

source: Submit
fa: اعمال

source: Search for name of customers...
fa: جستجو در نام مشتریان ...

source: Go
fa: جستجو کن

source: Select
fa: انتخاب

source: Date
fa: تاریخ

source: Delete Selecteds
fa: حذف انتخاب شده ها

source: Delete?
fa: حذف؟

source: Are you sure to delete these time slots?
fa: آیا از حذف اسلات های انتخاب شده مطمئنید؟

source: Name:
fa: نام:

source: Email:
fa: ایمیل:

source: Update
fa: به روز رسانی

source: Search
fa: جستجو

source: Upcoming
fa: در انتظار

source: Name
fa: نام

source: Contact
fa: تماس
